Repository: jkinnunen/EasyTableCopy
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: (1 row)
tr: (1 satır)

source: ({count} rows)
tr: ({count} satır)

source: (1 cell)
tr: (1 hücre)

source: ({count} cells)
tr: ({count} hücre)

source: Selection failed.
tr: Seçim başarısız.

source: {label} copied{count}.
tr: {label} kopyalandı{count}.

source: Error.
tr: Hata.

source: Table not found.
tr: Tablo bulunamadı.

source: Table is empty.
tr: Tablo boş.

source: Table copied (1 row).
tr: Tablo kopyalandı (1 satır).

source: Table copied ({count} rows).
tr: Tablo kopyalandı ({count} satır).

source: Copy failed.
tr: Kopyalama başarısız.

source: Error: No items to copy.
tr: Hata: Kopyalanacak öğe yok.

source: Copied 1 row.
tr: 1 satır kopyalandı.

source: Copied {count} rows.
tr: {count} satır kopyalandı.

source: Copied 1 column.
tr: 1 sütun kopyalandı.

source: Copied {count} columns.
tr: {count} sütun kopyalandı.

source: Folder is empty.
tr: Klasör boş.

source: Folder copied (1 item).
tr: Klasör kopyalandı (1 öğe).

source: Folder copied ({count} items).
tr: Klasör kopyalandı ({count} öğe).

source: No items found.
tr: Öğe bulunamadı.

source: No accessible text found.
tr: Erişilebilir metin bulunamadı.

source: List copied (1 item).
tr: Liste kopyalandı (1 öğe).

source: List copied ({count} items).
tr: Liste kopyalandı ({count} öğe).

source: Clipboard error. Try again.
tr: Pano hatası. Tekrar deneyin.

source: Error processing list.
tr: Liste işlenirken hata oluştu.

source: Copies first column from current table (desktop only).
tr: Mevcut tablodan ilk sütunu kopyalar (yalnızca masaüstü).

source: Column 1
tr: Sütun 1

source: Copies second column from current table (desktop only).
tr: Mevcut tablodan ikinci sütunu kopyalar (yalnızca masaüstü).

source: Column 2
tr: Sütun 2

source: Copies third column from current table (desktop only).
tr: Mevcut tablodan üçüncü sütunu kopyalar (yalnızca masaüstü).

source: Column 3
tr: Sütun 3

source: Copies first and second columns from current table (desktop only).
tr: Mevcut tablodan ilk ve ikinci sütunu kopyalar (yalnızca masaüstü).

source: Columns 1-2
tr: Sütun 1-2

source: Copies first and third columns from current table (desktop only).
tr: Mevcut tablodan ilk ve üçüncü sütunu kopyalar (yalnızca masaüstü).

source: Columns 1-3
tr: Sütun 1-3

source: Copies first three columns from current table (desktop only).
tr: Mevcut tablodan ilk üç sütunu kopyalar (yalnızca masaüstü).

source: Not on a table.
tr: Tabloda değil.

source: {label} ({count} items) copied.
tr: {label} ({count} öğe) kopyalandı.

source: No data found.
tr: Veri bulunamadı.

source: {label} ({count} rows) copied.
tr: {label} ({count} satır) kopyalandı.

source: Announces table dimensions.
tr: Tablo bilgilerini seslendirir.

source: Folder has {count} items.
tr: Klasörde {count} öğe var.

source: Folder has {count} items and {col_count} columns.
tr: Klasörde {count} öğe ve {col_count} sütun var.

source: Table has {rows} rows.
tr: Tabloda {rows} satır var.

source: Table has {rows} rows and {cols} columns.
tr: Tabloda {rows} satır ve {cols} sütun var.

source: Copies current cell content quickly.
tr: Geçerli hücrenin içeriğini kopyalar.

source: Not in a cell.
tr: Bir hücrede değil.

source: Cell is empty.
tr: Hücre boş.

source: Cell copied.
tr: Hücre kopyalandı.

source: Copies marked rows as plain text without table structure (web only).
tr: İşaretli satırları tablo yapısı olmadan düz metin olarak kopyalar (yalnızca web).

source: No rows marked.
tr: İşaretli satır yok.

source: No text found.
tr: Metin bulunamadı.

source: Marked row copied as text.
tr: İşaretli satır metin olarak kopyalandı.

source: Marked rows copied as text ({count} rows).
tr: İşaretli satırlar metin olarak kopyalandı ({count} satır).

source: Table
tr: Tablo

source: Target not found.
tr: Hedef bulunamadı.

source: Row
tr: Satır

source: No selection to clear.
tr: Temizlenecek seçim yok.

source: Selections cleared.
tr: Seçimler temizlendi.

source: Copy Table (Standard)
tr: Tabloyu Kopyala (Standart)

source: Copy Current Row
tr: Geçerli Satırı Kopyala

source: Copy Table (Reconstructed)
tr: Tabloyu Kopyala (Yeniden Oluşturulan)

source: Copy Current Column
tr: Geçerli Sütunu Kopyala

source: rows
tr: satır

source: row
tr: satır

source: columns
tr: sütun

source: column
tr: sütun

source: Copy Marked ({count} {lbl})
tr: İşaretlileri Kopyala ({count} {lbl})

source: Clear Selections
tr: Seçimleri Temizle

source: Cancel
tr: İptal

source: Opens Copy Menu (Web) or Copies List (Desktop).
tr: Kopyalama menüsünü açar (Web) veya listeyi kopyalar (Masaüstü).

source: Use standard copy (Ctrl+C) in this application.
tr: Bu uygulamada standart kopyalama (Ctrl+C) kullanın.

source: Focus is not on a list or table.
tr: Odak bir liste veya tablo üzerinde değil.

source: Marks/Unmarks current row.
tr: Geçerli satırı işaretler veya işareti kaldırır.

source: Cannot mark rows while columns are selected.
tr: Sütunlar seçiliyken satır işaretlenemez.

source: Row Unmarked.
tr: Satır işareti kaldırıldı.

source: Row Unmarked. Total: 1 row
tr: Satır işareti kaldırıldı. Toplam: 1 satır

source: Row Unmarked. Total: {count} rows
tr: Satır işareti kaldırıldı. Toplam: {count} satır

source: Row Marked. Total: 1 row
tr: Satır işaretlendi. Toplam: 1 satır

source: Row Marked. Total: {count} rows
tr: Satır işaretlendi. Toplam: {count} satır

source: Not a row.
tr: Bir satır değil.

source: Marks/Unmarks current column.
tr: Geçerli sütunu işaretler veya işareti kaldırır.

source: Cannot mark columns while rows are selected.
tr: Satırlar seçiliyken sütun işaretlenemez.

source: Column Unmarked.
tr: Sütun işareti kaldırıldı.

source: Column Unmarked. Total: 1 column
tr: Sütun işareti kaldırıldı. Toplam: 1 sütun

source: Column Unmarked. Total: {count} columns
tr: Sütun işareti kaldırıldı. Toplam: {count} sütun

source: Column Marked. Total: 1 column
tr: Sütun işaretlendi. Toplam: 1 sütun

source: Column Marked. Total: {count} columns
tr: Sütun işaretlendi. Toplam: {count} sütun

source: Index error.
tr: İndeks hatası.

source: Not a cell.
tr: Bir hücre değil.

source: Clears selections.
tr: Tüm işaretli seçimleri temizler.

source: EasyTableCopy is an NVDA add-on designed to solve a common frustration: copying tables from the Web or lists from Windows into documents (like Word, Excel, or Outlook) without losing formatting or layout.
tr: EasyTableCopy, yaygın bir sıkıntıyı çözmek için tasarlanmış bir NVDA eklentisidir: Web'deki tabloları veya Windows'da listeleri belgelere (Word, Excel veya Outlook gibi) biçimlendirme veya düzeni kaybetmeden kopyalamak.

source: * Fixed column merging in Excel by implementing a structured HTML table engine for custom column selections.
tr: * Özel sütun seçimleri için yapılandırılmış bir HTML tablo motoru uygulanarak kopyalanan sütunların Excel'e yapıştırıldığında birleştirilmesi sorunu düzeltildi.
